[
  {
    "advanced_options": {
    },
    "hero_image": {
      "image": {
        "name": "Hotel exterior front entrance",
        "content_type": "image/png",
        "date_added": "2019-09-30-162843",
        "url_thumb": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_fill,g_faces,h_140,w_140/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url_xsmall": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_fit,h_300,w_300/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url_small": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_fit,h_768,w_768/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url_medium": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_fit,h_992,w_992/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url_large": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_fit,h_1200,w_1200/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url_xlarge": "//res.cloudinary.com/traveltripperweb/image/upload/c_crop,h_1307,w_2938,x_348,y_0/c_limit,h_1920,w_1920/v1569875323/b2ambmzmxrhtre60nspa.png",
        "url": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1569875323/b2ambmzmxrhtre60nspa.png",
        "width": 3490,
        "height": 1308,
        "format": "png",
        "url_raw": "//res.cloudinary.com/traveltripperweb/image/upload/v1569875323/b2ambmzmxrhtre60nspa.png",
        "resource_type": "image",
        "size": 2122200,
        "git_file_name": "_assets/image_data/bmp.8517.08-lower-high-res-rgb-hd-2x.png.json",
        "path": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1569875323/b2ambmzmxrhtre60nspa.png",
        "file_size": null,
        "alt": "Hotel exterior front entrance",
        "crop": {
          "origin": {
            "x": 348,
            "y": 0
          },
          "width": 2938,
          "height": 1307
        },
        "caption": "",
        "description": ""
      }
    },
    "_template": "hero"
  },
  {
    "_template": "intro",
    "header": {
      "content": "Privacy Policy",
      "_template": "header"
    },
    "post_header": {
      "content": ""
    },
    "advanced_options": {
    },
    "h1_text_alignment": "text-center",
    "layout": "1_col"
  },
  {
    "_template": "1_col",
    "html": {
      "content": "<h2 class=\"h2\">PRIVACY POLICY</h2>\n<p style=\"font-size: 18px;\">This Privacy Statement covers personal information, non-personal data collection and aggregate reporting for Buena Vista Suites and the <a href=\"buenavistasuites.com\">buenavistasuites.com</a> website. By using any of our products or services and/or by agreeing to this Statement, e.g. in the context of registering for any of our products or services, you understand and acknowledge that we will collect and use personal information as described in this Statement.</p>\n<h2 class=\"h2\">COLLECTED INFORMATION</h2>\n<p style=\"font-size: 18px;\">Personal information is information that is associated with your name or personal identity. Our website uses personal information to understand better your needs and interests and to provide you with better service. Once you choose to provide us with personal information, you can be assured it will be used only to support your customer relationship with our website. We take seriously the trust you place in us. Our website use will not sell, rent or lease your personal information to others. In some areas of our website, you can request information, subscribe to marketing or brochure materials, register yourself or your company for access to restricted areas, or apply for a job at our website.</p>\n<p style=\"font-size: 18px;\">The types of personal information you provide to us on these pages may include name, address, phone number, e-mail address, and/or contact preferences, educational and employment background, and job interest data. To personalize our website, services or communications, we may also ask you to provide us with information regarding your personal or professional interests, demographics, and experiences with our website or services. Providing this additional information is optional. We may ask for details on joint travelers, including their names and we may also collect information related to conversations, including recording or monitoring customer service calls for quality assurance and training purposes, and other communications such as in-app messages and SMS.</p>\n<p style=\"font-size: 18px;\">Non-personal information is data about usage and service operation that is not associated with a specific personal identity. Our website collects and analyzes non-personal information to evaluate how visitors use the buenavistasuites.com website. Non-personal data we collect may include the pages visited on caribeorlando.com website, unique URLs visited within our website, browser type and IP address. Most non-personal data is collected via cookies or other analysis technologies. Our website web pages use cookies and other technologies for data analysis and personalization services.<br /><br />In addition, we collect other personal information in certain cases, such as:</p>\n<ul>\n<li><strong>Surveys:&nbsp;</strong>&nbsp;We may request demographic data or other personal information in customer surveys.</li>\n<li><strong>On-property Collection:</strong>&nbsp; We collect additional personal information during registration/check-in at our properties, including such information as may be required by local laws. We may also use closed circuit television and other security measures at our properties that may capture or record images of guests and visitors in public areas, as well as information related to your location while on our properties (via keycards and other technologies). We may also use closed-circuit television and other technologies that record sound or video for the protection of our staff, guests and visitors to our properties where permitted by law. In addition, we may collect personal information in connection with on-property services, such as concierge services, health clubs, spas, activities, child care services, equipment rental.</li>\n<li><strong>Event Profiles:</strong>&nbsp; If you plan an event with us, we collect meeting and event specifications, the date of the event, number of guests, details of the guest rooms, and, for corporate events, information on your organization (name, annual budget, and number of sponsored events per year). We also collect information about the guests that are a part of your group or event. If you visit us as part of a group, we may have personal information about you provided to us by the group and may market to you as a result of your stay with a group or attendance at an event in accordance with your preferences as permitted by law. If you visit us as part of an event, we may share personal information about you with the event planners, as permitted by law. If you are an event planner we may also share information about your event with third-party service providers who may market event services to you as permitted by law.</li>\n<li><strong>Social Media:</strong> If you choose to participate in Buena Vista Suites-sponsored social media activities or offerings, we may collect certain information from your social media account consistent with your settings within the social media service, such as location, check-ins, activities, interests, photos, status updates and friend list. We may also allow you to enter into contests to provide photos, such as of your stay with us, which you may share with your connections on social media for votes, shared offers or other promotions.</li>\n</ul>\n<h2 class=\"h2\">SPOTLIGHT TAGS</h2>\n<p style=\"font-size: 18px;\">Our website uses third party advertising companies who in turn use pixels, or transparent gif files, to help manage online tracking. These gif files are provided by our ad management partner. These files enable our ad management partner to recognize a unique cookie on your web browser, which in turn enables us to learn which advertisements bring users to our website. The cookie is placed by us and our ad management partner who works with DoubleClick. With both cookies and Spotlight technology, the information that we collect and share is anonymous and not personally identifiable. It does not contain your name, address, telephone number, or email address. For more information about DoubleClick, including information about how to opt out of these technologies, visit their website.</p>\n<h2 class=\"h2\">LINKS TO THIRD-PARTY WEBSITES</h2>\n<p>Our website may provide links to third-party websites for your convenience and information. If you access those links, you will leave our website. Our website does not control those sites or their privacy practices, which may differ from our website. We do not endorse or make any representations about third-party websites. The personal data you choose to give to unrelated third parties is not covered by our website&rsquo;s Privacy Statement. We encourage you to review the privacy policy of any company before submitting your personal information. Some third-party companies may choose to share their personal data with our website; that sharing is governed by that third-party company's privacy policy.</p>\n<h2 class=\"h2\">CHILDREN'S PRIVACY</h2>\n<p>Our website is committed to protecting the privacy needs of children and we encourage parents and guardians to take an active role in their children's online activities and interests. Our website does not knowingly collect information from children under the age of 13 nor target it's website to children under 13.</p>\n<h2 class=\"h2\">HOW WE USE YOUR INFORMATION</h2>\n<p>Our website uses your personal information to provide you with services, marketing and communications in relation to our hotel, and to help us better understand your needs and interests. Specifically, we use your information to provide brochures and information, to communicate with you, to update you on events and specials, to personalize promotional offers and to enhance our website.</p>\n<p style=\"font-size: 18px;\">Non-personal data is aggregated for reporting about our website&rsquo;s usability, performance and effectiveness. It is used to improve the customer experience, usability and site content.</p>\n<h2 class=\"h2\">WHO WE SHARE YOUR INFORMATION WITH</h2>\n<p>Our website will not sell, rent or lease your personal information to any entity outside of the Buena Vista Suites.</p>\n<h2 class=\"h2\">SENSITIVE INFORMATION</h2>\n<p>The term \"sensitive information\" refers to information related to your racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, health, sex life, or sexual orientation, genetic information, criminal background, and any biometric data used for the purpose of unique identification. In some jurisdictions, mobile phone numbers, location data, and information contained on identity documents also are considered sensitive information. We do not generally collect sensitive information unless it is volunteered by you or unless we are required to do so pursuant to applicable laws or regulations. We may use health data provided by you to serve you better and meet your particular needs (for example, the provision of disability access).</p>\n<h2 class=\"h2\">OPTING OUT</h2>\n<p style=\"font-size: 18px;\">Our website will not use your personal information for a different purpose than the one stated when you provided your data. To opt-out of receiving communications you have expressly requested (such as e-mail newsletters, promotions, etc.), please select the e-mail \"opt-out\" or \"unsubscribe\" link included in each subscription communication. To the extent required by applicable law, you may be able to request that we inform you about the personal information we maintain about you and, where appropriate, withdraw your consent for certain data processing activity and/or request that we update, correct, delete, and/or stop processing your personal information. We will make all required updates and changes within the time specified by applicable law and as required by law. When permitted by law, we may charge an appropriate fee to cover the costs of responding to the request. Such requests may be submitted by E-Mailing&nbsp;<a class=\"ext-link\" href=\"emailto:DataProtectionOffice@cariberoyale.com\" target=\"_blank\" rel=\"noopener noreferrer\">DataProtectionOffice@cariberoyale.com</a>&nbsp; or in writing to Data Protection Officer, 8101 World Center Drive, Orlando FL 32821. To protect your confidentiality, we can only respond to such requests to the email address that you have registered or otherwise provided to us. Please remember that if you make such a request, we may not be able to provide you with the same quality and variety of services to which you are accustomed. In addition, in some circumstances based on applicable law, you may request that we cease sharing personal information about you with our business partners or that Buena Vista Suite cease using personal information about you by contacting us using the email or mailing address above. We will seek to honor those requests consistently with applicable law.</p>\n<h2 class=\"h2\">KEEPING YOUR INFORMATION SECURE</h2>\n<p style=\"font-size: 18px;\">Our website is committed to protecting the information you provide us. To prevent unauthorized access or disclosure, to maintain data accuracy, and to ensure the appropriate use of the information, our website has in place appropriate physical and managerial procedures to safeguard the information we collect. Buena Vista Suites will take reasonable measures to: (i) protect personal information from unauthorized access, disclosure, alteration or destruction, and (ii) keep personal information accurate and up-to-date as appropriate. Buena Vista Suites maintains a PCI compliance program and an IT compliance program. This compliance program generates audit reports concerning the adequacy and effectiveness of Buena Vista Suites&rsquo; IT internal controls, including a PCI Attestation of Compliance signed by an external PCI Qualified Security Assessor and a SSAE16/SOC1 report addressing the IT general controls over systems that support certain accounting and financial reporting. In the event of a security incident, Buena Vista Suites will notify regulators and/or consumers as required by applicable laws or regulations. We also seek to require our affiliates and service providers with whom we share personal information to exercise reasonable efforts to maintain the confidentiality of personal information about you. For online transactions, we use reasonable technological measures to protect the personal information that you transmit to us via our site. Unfortunately, however, no security system or system of transmitting data over the Internet can be guaranteed to be entirely secure. For your own privacy protection, please do not send payment card numbers or any other confidential personal information to us via email. We will not contact you by mobile/text messaging or email to ask for your confidential personal information or payment card details. We will only ask for payment card details by telephone when you are booking a reservation or promotional package.</p>\n<h2 class=\"h2\">RETAINING PERSONAL INFORMATION</h2>\n<p>We retain personal information about you for the period necessary to fulfill the purposes outlined in this Statement, unless a longer retention period is required or permitted by applicable law. We retain other personal information for shorter periods of time if possible and if permitted by law. We will destroy your personal information as early as practicable and in a way that the information may not be restored or reconstructed. If printed on paper, the personal information will be destroyed in a secure manner, such as by cross-shredding or incinerating the paper documents or otherwise and, if saved in electronic form, the personal information will be destroyed by technical means to ensure the information may not be restored or reconstructed at a later time.</p>\n<h2 class=\"h2\">CHANGES TO THIS STATEMENT</h2>\n<p style=\"font-size: 18px;\">If there are updates to the terms of our website online Privacy Statement, we will post those changes on this page, so you will always know what information we collect online, how we use it, and how we are committed to protecting your privacy.</p>\n<h2 class=\"h2\">CONTACTING US</h2>\n<p>If you have any questions about this privacy statement, the practices of this site, or your dealings with this website, please do so by emailing <a class=\"ext-link\" href=\"emailto:DataProtectionOffice@cariberoyale.com\" target=\"_blank\" rel=\"noopener noreferrer\">DataProtectionOffice@cariberoyale.com </a> or in writing to Data Protection Officer, 8101 World Center Drive, Orlando FL 32821.</p>"
    }
  }
]