[
  {
    "_template": "hero",
    "advanced_options": {
    },
    "hero_image": {
      "image": {
        "name": "bmp.08 lower high res_rgb_hd.jpg",
        "content_type": "image/jpeg",
        "date_added": "2019-10-07-095315",
        "url_thumb": "//res.cloudinary.com/traveltripperweb/image/upload/c_fill,g_faces,h_140,w_140/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url_xsmall": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_300,w_300/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url_small": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_768,w_768/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url_medium": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_992,w_992/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url_large": "//res.cloudinary.com/traveltripperweb/image/upload/c_fit,h_1200,w_1200/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url_xlarge": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_1920,w_1920/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "url": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "width": 1518,
        "height": 1080,
        "format": "jpg",
        "url_raw": "//res.cloudinary.com/traveltripperweb/image/upload/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "resource_type": "image",
        "size": 114014,
        "git_file_name": "_assets/image_data/bmp.0810.08-lower-high-res-rgb-hd.jpg.json",
        "path": "//res.cloudinary.com/traveltripperweb/image/upload/c_limit,h_2500,w_2500/v1570456396/h48jediwddnjqoinxfgc.jpg",
        "file_size": null,
        "alt": "bmp.08 lower high res_rgb_hd.jpg",
        "caption": "",
        "description": ""
      }
    }
  },
  {
    "_template": "intro",
    "header": {
      "content": "General Hotel Information",
      "_template": "header"
    },
    "advanced_options": {
    },
    "h1_text_alignment": "text-center"
  },
  {
    "_template": "1_col",
    "html": {
      "content": "<p style=\"font-size: 18px;\"><strong>Q. Do you charge a resort fee or a hotel fee?</strong><br /> A. Yes, a Hotel Fee of $16.95 per night, plus tax, is applied to each reservation booked at Buena Vista Suites. The following bundle of services will be included in the hotel fee for your convenience.</p>\n<ul>\n<li>Standard Wi-Fi package with up to four devices. Up to two additional devices and/or premium service available for just $4.95 per day.</li>\n<li>Scheduled shuttle service to the Walt Disney Ticket &amp; Transportation Center, Disney Springs, and Orlando Vineland Premium Outlets. Reservations required (for individual reservations only).&nbsp;</li>\n<li>Unlimited local and 800 access telephone calls.</li>\n<li>10% dining discount coupon for The Vista Bistro - Italian Eatery.</li>\n<li>Use of self-service Business Center.</li>\n<li>Use of tennis and basketball equipment.</li>\n<li>10% discount on spa services at the Island Spa located next door at the Caribe Royale (present suite key to spa concierge).</li>\n<li>5% discount at Enterprise/National Car Rental, located in main lobby of the Caribe Royale (present suite key to agent). Discount applies only to cars rented and returned from the hotel location.</li>\n</ul>\n<p style=\"font-size: 18px;\"><strong>Q. Does Buena Vista Suites allow smoking on hotel grounds?</strong><br /> A. All suites are non-smoking. In compliance with Florida law, we do not permit smoking in public areas. Management has determined that e-cigarettes are to be included in the same category as cigarettes and will not permit their use in public areas and in guest accommodations. If it is determined a guest has smoked in a suite, a $200 a day fee will apply.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you offer any packages with passes to Orlando Attractions?</strong><br /> A. Yes, guests can purchase Orlando attraction tickets in the main lobby.</p>\n<p style=\"font-size: 18px;\"><strong>Q. What chain are you affiliated with?</strong><br /> A. We are proud to be independently owned and operated, with a local staff of hospitality professionals dedicated to making your visit as enjoyable as possible.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there a charge for high-speed Internet access?</strong><br /> A. Standard (Basic Plan) high-speed Internet access is included in the hotel fee. Guests have the option to upgrade to Premium Plan for $4.95 per day (Premium Plan provides enhanced speed suitable for video chat, downloading large files, and streaming video).</p>\n<p style=\"font-size: 18px;\"><strong>Q. What is your cancellation policy?</strong><br /> A. If your plans change, we are happy to accept your cancellation with 72 hours&rsquo; notice at no additional charge.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there a parking fee?</strong><br /> A. No, self-parking is complimentary.&nbsp;</p>\n<p style=\"font-size: 18px;\"><strong>Q. Does the Buena Vista Suites Hotel allow pets?</strong><br /> A. No, the hotel does not allow pets in our guest suites or on hotel grounds. Service pets are permitted.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there a minimum age for check-in?</strong><br /> A. Yes, the minimum check-in age is 18 years old. Additionally, any guest under the age of 21 must provide a valid credit card in order to check-in. This includes all 3rd party reservations in which the guest is responsible for incidentals only. Any cash paying guest under the age of 21 will also be required to provide a valid credit card for incidentals in order to check-in.</p>\n<p style=\"font-size: 18px;\"><strong>Q. What are your check-in and check-out times?</strong><br /> A. Buena Vista Suites' check-in time is 3pm and the check-out time is 11am.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you allow late check-out requests?</strong><br />A. We honor late check-out requests based upon availability. The pricing for late check-outs is as follows:</p>\n<ul>\n<li>12:00pm - 4:00 PM - $50.00 plus tax&nbsp;</li>\n<li>After 4:00 PM - One full night's room and tax&nbsp;</li>\n</ul>\n<p style=\"font-size: 18px;\"><strong>Q. Do you have an Early Departure Fee?</strong><br /> A. Yes, once you confirm the dates of your stay at check-in, you are responsible for an early departure fee should you choose to depart the hotel prior to the scheduled date. That fee is $50.00 plus tax.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you offer Express Check-Out?</strong><br /> A. Yes, Express Check-Out is available using the menu on your in-suite televisions to check-out of the hotel without having to come to the front desk.</p>\n<p style=\"font-size: 18px;\"><strong>Q. What heating items are prohibited in the suites?</strong><br /> A. Items with heating elements or open flames, as well as items that generate heat or produce an open flame are not permitted. This includes crock-pots, rice cookers, portable grills, toasters, clothing irons, hotplates, candles, incense and any other item that may create a fire hazard.</p>\n<p style=\"font-size: 18px;\"><strong>Q. What is your policy regarding hoverboards?</strong><br /> A. These types of devices (self-balanced, two-wheeled, gliding motorized scooters) are prohibited on property due to safety concerns.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you allow drones to be flown on hotel grounds?</strong><br /> A. In order to ensure the safety and privacy of all guests, drones cannot be operated on hotel property.</p>\n<p class=\"h1 h3\" style=\"text-align: left;\">&nbsp;</p>\n<p class=\"h1 h3\" style=\"text-align: left;\">LOCATION AND NEARBY ATTRACTIONS&nbsp;</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you offer airport transportation?&nbsp;</strong><br /> A. While we do not provide airport shuttle service, guests can arrange airport transportation through our recommended shuttle provider, Maingate Transportation. Make your reservations prior to arrival by visiting Maingatetaxi.com and select the airport tab or by calling (407) 390-0000 option 1.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Are there additional restaurants located near the hotel?</strong><br /> A. Yes, in addition to our own restaurants and the great dining choices next door at Caribe Royale, we are just a five-minute drive from Crossroads Shopping Center, which is home to a TGIFriday&rsquo;s, Chevy&rsquo;s Fresh Mex, Red Lobster, and more!</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you have transportation to the local theme parks?</strong><br /> A. As part of the Hotel Fee, our hotel offers scheduled shuttle services to the Walt Disney World&reg; Ticket &amp; Transportation Center and an evening shuttle to Disney Springs&trade;. Reservations are required and shuttles are operated by our transportation partner, Maingate Transportation. Travel times vary depending on the time of year. We make every attempt to post the most current monthly shuttle schedules, which are subject to change each month. <a class=\"ext-link\" href=\"//res.cloudinary.com/traveltripperweb/raw/upload/v1571938453/y0agafw0nmowgrl7rmdj.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Current Shuttle Schedule<span class=\"sr-only\">PDF file that opens in new window</span></a></p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you have transportation to the Orlando Vineland Premium Outlets?</strong><br /> A. As part of the Hotel Fee, we offer shopping transportation for hotel guests to the Orlando Vineland Premium Outlets. To obtain the vouchers, guests should visit the Expedia Guest Services desk in the lobby. The Expedia Guest Services desk is open from 7 AM &ndash; 3 PM. After 3 PM, please visit the hotel Front Desk to obtain shuttle vouchers. The agent will give each guest two vouchers (one voucher for each leg of the trip) and the shuttle will pick the guest up at the front of the hotel. Guest will arrive and depart from Orlando Vineland Premium Outlets at the Tommy Hilfiger entrance. Pick up from Buena Vista Suites is 9:35 AM and 11:35 AM.&nbsp; Return Times (location Tommy Hilfiger entrance) are 1:30 PM, 5:50 PM and 9:45 PM.</p>\n<p style=\"font-size: 18px;\">While at the outlets, you can also catch the I-Ride Trolley to visit Pointe Orlando and the numerous shops and restaurants along the I-Drive corridor. It's a fun and affordable way to get around International Drive! I-Ride Trolley passes are available for purchase at the Expedia Guest Services desk in the hotel lobby, and are also available at many locations within the International Drive resort area and from the I-Ride sales office. Passes are not sold on Trolleys.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you have transportation to the Lake Buena Vista Factory Stores?</strong><br /> A. Our hotel also offers a complimentary shuttle to the Lake Buena Vista Factory Stores. There is one pick up time from our hotel and several scheduled return times available. Pick up from Buena Vista Suites is 1:48 PM daily. Return times: 1:05 PM, 2:20 PM, 4:45 PM, 6:00 PM, and 7:00 PM. Please note that the mall closes at 7:00 PM on Sunday. The last shuttle return time on Sunday is 6:00 PM. Shuttle service is for hotel guests only. Shuttles pick up guests outside the front of the hotel. The mall pick-up location is near the food court and there are signs directing guests where to go. Please arrive for the shuttles 10 minutes prior to departure time. Space is subject to availability. Food, drinks and personal luggage are not permitted on the shuttle. The shuttle is non-smoking and wheelchairs lifts are not available. This shuttle is provided by the Lake Buena Vista Factory Stores. For information call (407) 238-9301 or (407) 363-1093.</p>\n<p><strong>Q. How far is the hotel from the airport, convention center, and other major landmarks?</strong><br />A. Here are some&nbsp;of the most popular attractions in the area:</p>\n<ul>\n<li>Walt Disney World&reg; Resort - 1.5 miles</li>\n<li>International Drive - 1 mile</li>\n<li>Orange County Convention Center - 6 miles</li>\n<li>Sea World - 6 miles</li>\n<li>Universal Orlando - 10 miles</li>\n<li>Orlando International Airport (MCO) - 16 miles</li>\n<li>Orlando/Sanford International Airport (SFB) - 47 miles</li>\n</ul>\n<p><strong>Q. Are the shuttle buses ADA accessible?</strong><br /> A. Yes. Please notify our Guest Service desk 24 hours in advance.</p>\n<p class=\"h3\" style=\"text-align: left;\">&nbsp;</p>\n<p class=\"h3\" style=\"text-align: left;\">FACILITIES &amp; SERVICES&nbsp;</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there a Business Center or area to print boarding passes?</strong><br /> A. Yes, our Business Center is located in the main lobby features Internet access and printer capabilities. Use of this self-service Business Center is included in the Hotel Fee. You can also print your airline boarding passes free of charge at one of the computer stations.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you sell attraction tickets?</strong><br /> A. Guests can purchase Orlando theme park and attraction tickets at the Expedia desk in our main lobby.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there a gift shop at the hotel?</strong><br /> A. Our gift shop is located in the lobby.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Are there laundry facilities available at the hotel?</strong><br /> A. There are coin-operated guest laundry rooms on the first and fourth floors of the hotel. They are open 24 hours and accessible using your guest room key. Detergent vending machines are also available.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Do you charge for boxes and/or parcels shipped to your hotel?</strong><br /> A.&nbsp; Yes, there is a nominal fee. Handling of boxes and/or parcels are managed by The UPS Store&reg;, located next door at our sister property, Caribe Royale. The main store is located in the Grand Caribe Convention Center, next to the Convention Service office. There is also a self-service location in their main reception building. For more information contact (407) 238-8436 or store6855@theupsstore.com.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is your pool heated and what hours is it available?</strong><br /> A. Our pool is heated during the colder months and is open daily from 8:00 AM until 11:00 PM. There are no life guards on duty - swim at your own risk.</p>\n<p style=\"font-size: 18px;\"><strong>Q. Is there an exercise or fitness room available at the hotel?</strong><br /> A. Yes, our fitness room is available daily from 7:00 AM - 11:00 PM and accessible using your guest room key.</p>"
    }
  }
]